crypto_information = {
"BTCinfo" : """Биткоин — это децентрализованная цифровая платежная система, работающая через публичный реестр (блокчейн), где записываются все транзакции.
 Майнеры обрабатывают эти транзакции, получая за работу новые биткоины, а пользователи управляют своими средствами через цифровые кошельки с публичными и приватными ключами.""",

"ETCinfo" : """Эфириум (Ethereum) - это децентрализованная блокчейн-платформа, которая позволяет создавать и запускать смарт-контракты и децентрализованные приложения (dApps).
 Собственная криптовалюта платформы называется Ether (ETH) и используется для оплаты комиссий за транзакции.
 Эфириум был создан Виталиком Бутериным и запущен в 2015 году.""",

"DOGEinfo" : """Dogecoin (DOGE) - это криптовалюта, созданная в 2013 году как шутка и пародия на другие криптовалюты, такие как Биткоин.
 Она основана на кодовой базе Litecoin и использует алгоритм Scrypt.
  Dogecoin выделяется своей дружелюбной и позитивной онлайн-культурой, часто связанной с мемом про собаку породы сиба-ину.
 Несмотря на своё происхождение как шутка, Dogecoin приобрела значительное сообщество и используется для онлайн-платежей, благотворительности и краудфандинга""",

"XRPinfo" : """XRP, часто называемый Ripple, это криптовалюта и цифровая платежная сеть, созданная для облегчения быстрых и недорогих международных транзакций.
 XRP Ledger - это блокчейн, который использует собственный токен XRP.
 В отличие от многих других криптовалют, XRP не предназначен для майнинга, а создается компанией Ripple Labs, которая также является разработчиком сети""",

"BNBinfo" : """Binance Coin (BNB) - это криптовалюта, разработанная биржей Binance.
 BNB используется для оплаты комиссий за транзакции на бирже Binance, а также для участия в различных акциях и программах.
 Кроме того, BNB является нативным токеном блокчейна Binance Chain и Binance Smart Chain, что позволяет использовать его для оплаты комиссий за транзакции и взаимодействия с децентрализованными приложениями (dApps)""",

"ADAinfo"  : """Cardano (ADA) - это платформа для смарт-контрактов и децентрализованных приложений (dApps), разработанная как более масштабируемая и устойчивая альтернатива Ethereum.
 Собственная криптовалюта Cardano называется ADA.
 Платформа известна своим научным подходом к разработке и использованием механизма консенсуса Proof-of-Stake"""
}





















